[
    {
        "id": 1,
        "type": "about_us",
        "value": "Belajariah Merupakan kepanjangan dari Belajar Islam dan beramal Jariah|Belajariah adalah sebuah platform pembelajaran agama Islam  online berbasis aplikasi mobile dan website| Diawal kehadirannya, Belajariah menghadirkan  kelas Belajar alquran dari dasar dengan metode yg mudah dan menyenangkan Kelas ini merupkan bagian dari solusi akan tingginya buta aksara alquran di Indonesia|Karena belajariah dapat membantu orang-orang dg mobilitas tinggi/banyak keibukan, tapi ingin belajar alquran namun tidak sempat bertemu langsung dg Ustadz/Ustadzah pengajar. Melalui Aplikasi Belajariah semua orang dimanapun berada kapanpun waktunya dapat belajar membaca al-qur’an|Dikelas ini terdapat fitur konsultasi, anda bisa bertanya seputar materi serta anda bisa meminta ustadz/Ustadzah buat koreksi bacaanmu|Kedepannya, Belajariah akan menghadirkan berbagai kelas tambahan diantarnya bidang Fiqh, Ekonomi Syariah, Ibadah Kemasyarakatan, Bahasa dan masih banyak lagi"
    },
    {
        "id": 2,
        "type": "contact_us",
        "value": "Hubungi kami dimedia sosial|phone:+62 81273206582|ig:@belajariah|fb:Belajariah|web:www.belajariah.com"
    },
    {
        "id": 3,
        "type": "privacy_police",
        "value": "MOHON ANDA MEMBACA KEBIJAKAN PRIVASI INI DENGAN SEKSAMA UNTUK MEMASTIKAN BAHWA ANDA MEMAHAMI BAGAIMANA BELAJARIAH MENGUMPULKAN, MENYIMPAN, MENGGUNAKAN, MEMINDAHKAN, MENGUNGKAPKAN DAN MELINDUNGI INFORMASI PRIBADI YANG DIPEROLEH MELALUI APLIKASI KAMI|Penggunaan Anda atas Aplikasi dan Layanan kami tunduk pada Ketentuan Penggunaan dan Kebijakan Privasi ini dan mengindikasikan persetujuan Anda terhadap Ketentuan Penggunaan dan Kebijakan Privasi tersebut|h1:Definisi|Aplikasi berarti aplikasi Belajariah yang tersedia di google play store, app store maupun store yang tersedia dalam sistem perangkat Anda|Informasi Pribadi berarti data perseorangan/perusahaan tertentu yang melekat dan dapat diidentifikasi pada suatu individu/perusahaan dan yang dikumpulkan melalui Aplikasi, seperti nama, alamat, nomor identitas (apabila Anda adalah seorang individu), data dan dokumen identitas perusahaan (apabila Anda bukan seorang individu), nomor telepon, alamat surat elektronik (e-mail), nomor rekening bank, perizinan dan/atau sejenisnya, dan informasi lain yang mungkin dapat mengidentifikasi Anda sebagai pengguna Aplikasi|Belajariah adalah, suatu perusahaan yang didirikan berdasarkan hukum Negara Republik Indonesia|Ketentuan Penggunaan berarti syarat dan ketentuan atau prosedur standar operasi atau ketentuan lainnya sehubungan dengan masing-masing Aplikasi yang dikembangkan oleh Belajariah, sebagaimana dapat diubah atau ditambah dari waktu ke waktu|Layanan berarti hal-hal yang ditawarkan oleh Belajariah melalui Aplikasi kepada Anda, termasuk namun tidak terbatas pada pemrosesan dan pengantaran untuk produk yang disediakan dari waktu ke waktu melalui Aplikasi|h1:Tujuan Informasi Pribadi yang Belajariah Kumpulkan|Belajariah mengumpulkan Informasi Pribadi tertentu dari Anda agar Aplikasi dapat menjalankan fungsinya termasuk namun tidak terbatas dengan tujuan untuk menghubungi Anda tentang akun Anda dalam Aplikasi dan Layanan Belajariah, memberikan Layanan kepada Anda, memberi Anda iklan dan pemasaran terkait Layanan Belajariah menjawab pertanyaan-pertanyaan dan/atau permintaan-permintaan yang Anda ajukan kepada Belajariah, dan untuk mendeteksi, mencegah, mengurangi dan menyelidiki aktivitas curang atau ilegal|Informasi pribadi yang Anda berikan kepada situs milik pihak ketiga, seperti Facebook, Apple atau akun Google, pada saat Anda menggunakan situs-situs tersebut untuk melakukan pendaftaran atau masuk (login) pada akun Belajariah Anda|h1:Pemberian Informasi Pribadi oleh Anda|Informasi Pribadi dapat Anda berikan secara langsung (sebagai contoh, saat Anda mendaftar sebagai pengguna Aplikasi) maupun terkumpul ketika Anda menggunakan Aplikasi|h2:Penggunaan Cookie|Cookie adalah berkas data kecil yang ditempatkan browser Anda pada perangkat Anda. Dengan cookie, Belajariah lebih mengetahui pola penggunaan Anda dan mengingat informasi yang akan membuat penggunaan Anda atas Aplikasi menjadi lebih mudah dan nyaman (misalnya dengan mengingat pengaturan preferensi)|h2:Penggunaan Informasi Pribadi Yang Belajariah Kumpulkan|Belajariah menggunakan Informasi Pribadi untuk tujuan verifikasi kepemilikan Anda atas suatu akun dalam Aplikasi kami, untuk berkomunikasi dengan Anda sehubungan dengan pemrosesan, penggunaan atau pengelolaan Layanan dan Aplikasi dan untuk memberikan Anda informasi mengenai Aplikasi dan Layanan. Kami juga dapat menggunakan Informasi Pribadi untuk mengirimkan pesan, pembaharuan yang bersifat umum atas Aplikasi dan Layanan, penawaran-penawaran khusus atau promosi-promosi|Belajariah menggunakan Informasi Pribadi secara keseluruhan untuk menganalisa pola penggunaan Anda atas Aplikasi. Anda dengan ini setuju bahwa Informasi Pribadi Anda akan digunakan oleh sistem pemrosesan data internal Belajariah untuk memastikan diberikannya Layanan yang terbaik dalam Aplikasi untuk Anda|h2:Pemberian Informasi yang Belajariah Kumpulkan|Anda setuju bahwa Belajariah dapat memberikan Informasi Pribadi Anda kepada pihak-pihak ketiga baik perusahaan maupun perorangan dimana Belajariah bekerjasama untuk memfasilitasi atau memberikan bantuan operasional atau pengembangan Aplikasi dan layanan-layanan tertentu untuk dan/atau atas nama Belajariah, untuk, di antaranya, (i) memberikan pelayanan konsumen; (ii) melaksanakan layanan-layanan terkait dengan Aplikasi (termasuk namun tidak terbatas pada layanan pemeliharaan, pengelolaan database, analisis penggunaan Aplikasi dan penyempurnaan fitur-fitur dalam Aplikasi); (iii) membantu Kami dalam menganalisa bagaimana Aplikasi dan Layanan digunakan serta bagaimana pengembangannya; atau (iv) untuk membantu penasihat profesional dan auditor eksternal Kami, termasuk penasihat hukum, penasihat keuangan, dan konsultan-konsultan terkait lainnya. Para pihak ketiga ini hanya memiliki akses atas Informasi Pribadi Anda untuk melakukan tugas-tugas tersebut untuk dan/atau atas nama Kami dan tidak mengungkapkan atau menggunakan Informasi Pribadi tersebut untuk tujuan lain apapun|Belajariah tidak membagikan Informasi Pribadi Anda kepada pihak manapun yang berkepentingan selain serta pihak ketiga dengan tujuan penggunaan yang spesifik yang disebutkan di paragraf pertama bagian ini, tanpa persetujuan dari Anda. Namun demikian, Kami akan mengungkapkan Informasi Pribadi Anda sepanjang diwajibkan secara hukum, atau diperlukan untuk tunduk pada ketentuan peraturan perundang-undangan, institusi pemerintah, atau dalam hal terjadi sengketa, atau segala bentuk proses hukum antara Anda dan Belajariah, atau antara Anda dan pihak lain sehubungan dengan, atau terkait dengan Aplikasi dan Layanan, atau dalam keadaan darurat yang berkaitan dengan keamanan Anda|h1:Perlindungan Data dan Informasi Pribadi|Perlindungan data dan Informasi Pribadi Anda adalah suatu kewajiban bagi Belajariah. Belajariah akan memberlakukan langkah-langkah untuk melindungi dan mengamankan data dan Informasi Pribadi Anda. Namun demikian, Belajariah tidak dapat sepenuhnya menjamin bahwa sistem Belajariah tidak akan diakses soleh virus, malware, gangguan atau kejadian luar biasa termasuk akses oleh pihak ketiga yang tidak berwenang. Anda harus menjaga keamanan dan kerahasiaan data yang berkaitan dengan akun Anda pada Aplikasi termasuk kata sandi dan data-data lainnya yang Anda berikan di dalam Aplikasi ini|h1:Login Menggunakan Google|Aplikasi BELAJARIAH menggunakan Google API Authentication untuk Sign In, sehingga kami dapat mengidentifikasikan  Anda saat menggunakan fitur  Google Sign In  untuk dapat  mengakses Aplikasi Belajariah. Jadi secara tidak langsung akun Google  anda akan di simpan ke dashboard Google API Authentication dan database BELAJARIAH saat Anda menggunakan fitur tersebut|Google API Authentication adalah salah satu produk Google, dan Google tidak akan mengizinkan untuk mengetahui kata sandi (password) Anda dengan cara apa pun, jadi tidak mungkin kami mengumpulkan kata sandi Akun Google Anda. Kami hanya mengumpulkan alamat Akun Google saja untuk mempermudah proses Authentikasi. Jadi Anda tidak perlu khawatir kehilangan akun  Google Anda, dan juga kami tidak akan membagikan akun Google Anda kepada siapa pun untuk tujuan apa pun|h1:Perubahan atas Kebijakan Privasi ini|Belajariah dapat mengubah Kebijakan Privasi ini untuk sejalan dengan perkembangan kegiatan bisnis Belajariah atau dipersyaratkan oleh peraturan perundang-undangan dan instusi pemerintah terkait. Jika Belajariah mengubah Kebijakan Privasi ini, Belajariah akan memberitahu Anda melalui surat elektronik (e-mail) atau memberikan notifikasi pada Aplikasi 1 (satu) hari sebelum perubahan berlaku. Belajariah meminta Anda untuk meninjau Aplikasi secara reguler dan terus-menerus selama Anda menggunakan Aplikasi untuk mengetahui informasi terbaru tentang bagaimana ketentuan Kebijakan Privasi ini Belajariah diberlakukan|h1:Lain-lain|Hukum yang Mengatur dan Yurisdiksi|Kebijakan Privasi ini diatur oleh dan ditafsirkan menurut hukum Negara Republik Indonesia. Setiap dan seluruh sengketa yang timbul dari Kebijakan Privasi ini akan diatur oleh yurisdiksi eksklusif dari Pengadilan Negeri Palembang |h1:Pengakuan dan Persetujuan|Dengan menggunakan Aplikasi, Anda mengakui bahwa Anda telah membaca dan memahami Kebijakan Privasi ini dan Ketentuan Penggunaan dan setuju dan sepakat terhadap penyimpanan, penggunaan, pemrosesan, pemberian dan pengalihan Informasi Pribadi Anda oleh Belajariah sebagaimana dinyatakan di dalam Kebijakan Privasi ini|Belajariah juga menyatakan bahwa Anda memiliki hak untuk memberikan seluruh informasi yang telah Anda berikan kepada Belajariah dan untuk memberikan hak kepada Belajariah untuk memproses dan menggunakan serta memberikan informasi guna mendukung dan melaksanakan fungsi Aplikasi dan membebaskan Belajariah dari segala tuntutan apabila di kemudian hari terdapat tuntutan ketidakabsahan hak Anda dalam memberikan informasi|h1:Cara untuk Menghubungi Belajariah|Jika Anda memiliki pertanyaan lebih lanjut tentang privasi dan keamanan informasi Anda atau ingin memperbarui atau menghapus data Anda maka silakan hubungi kami di: belajariahcare@gmail.com"
    },
    {
        "id": 4,
        "type": "terms_condition",
        "value": "Selamat Datang di Belajariah, sebuah platform pembelajaran agama Islam online yang membantu memberikan kemudahan orang-orang yang ingin belajar memperbaiki bacaan Al-Qur’an namun terkendala waktu dan tempat|Syarat dan Ketentuan Belajariah terdiri dari: setiap ketentuan (yang dapat diubah dan/atau dilengkapi dari waktu ke waktu) yang terdapat di setiap perjanjian terpisah yang disepakati oleh Belajariah dan pengguna dari Platform (sebagaimana didefinisikan di bawah ini) dan juga bagian-bagian berikut ini: Kebijakan Penggunaan (sebagaimana didefinisikan di bawah ini), Kebijakan Privasi (sebagaimana didefinisikan di bawah ini), Kebijakan Keamanan (sebagaimana didefinisikan di bawah ini) dan Kebijakan Keselamatan Anak (sebagaimana didefinisikan di bawah ini), yang semuanya merupakan satu kesatuan yang saling melengkapi dan tidak dapat dipisahkan|Dengan menggunakan Platform (sebagaimana didefinisikan di bawah ini), Anda setuju untuk menerima dan menyepakati setiap ketentuan-ketentuan yang terdapat di dalam Syarat dan Ketentuan Belajariah beserta segala perubahan dan/atau tambahannya|Setiap Syarat dan Ketentuan Belajariah yang ditetapkan harus ditafsirkan sedemikian rupa agar efektif dan berlaku berdasarkan hukum yang berlaku. Jika terdapat suatu syarat dan ketentuan yang dianggap tidak sah dan tidak dapat diberlakukan, maka ketidaksahan atau ketidakberlakuan tersebut tidak akan mempengaruhi syarat dan ketentuan lainnya di dalam Setiap Syarat dan Ketentuan Belajariah ini|Syarat dan Ketentuan Belajariah ini, termasuk Kebijakan Penggunaan, Kebijakan Privasi, Kebijakan Keamanan dan Kebijakan Keselamatan Anak diatur oleh dan ditafsirkan sesuai dengan hukum Republik Indonesia dan setiap sengketa yang timbul dari penggunaan Platform harus diselesaikan secara musyawarah, dan apabila tidak dapat diselesaikan secara musyawarah dalam waktu 30 (tiga puluh) hari kerja sejak adanya pemberitahuan formal mengenai adanya sengketa, maka sengketa yang timbul harus diselesaikan di Badan Arbitrase Nasional Indonesia (BANI) yang didirikan pada tahun 1977. Anda tidak akan mengalihkan setiap hak dan kewajiban yang muncul berdasarkan Kebijakan Penggunaan ini, secara keseluruhan atau sebagian, baik secara sukarela atau pengoperasian hukum, tanpa persetujuan tertulis sebelumnya dari Belajariah. Setiap pengalihan yang diakui tersebut tanpa persetujuan Belajariah menjadi batal demi hukum dan tidak memiliki kekuatan hukum|h1:KEBIJAKAN PENGGUNAAN|Yang dimaksud dengan Kebijakan Penggunaan adalah seluruh syarat dan ketentuan (beserta seluruh perubahan dan/atau penambahannya) terkait dengan penggunaan situs Belajariah yang beralamat di: www.Belajariah.com(“Situs”), dan seluruh situs terkait yang ditautkan ke Situs oleh Belajariah di seluruh dunia serta aplikasi mobile, atau produk, piranti lunak (software), file data dan layanan apa pun yang tersedia untuk dan kepada user di, dari, atau melalui situs atau aplikasi yang terkait dengan domain atau sub-domain dari Situs (secara kolektif, “Platform”). Platform ini adalah milik Belajariah. DENGAN MENGGUNAKAN PLATFORM (TERMASUK SITUS INI), ANDA MENYETUJUI SETIAP DAN SELURUH DARI KEBIJAKAN PENGGUNAAN INI; JIKA ANDA TIDAK MENYETUJUI, MOHON BERHENTI UNTUK MENGGUNAKAN ATAU MENGUNJUNGI PLATFORM (TERMASUK SITUS INI)|Belajariah berhak, atas kebijakan sendiri secara wajar, untuk mengubah, memodifikasi, menambah atau menghapus setiap bagian dari Kebijakan Penggunaan kapan saja dan dengan alasan apa pun, tanpa pemberitahuan sebelumnya (termasuk ketentuan terkait harga Produk dan/atau Layanan (sebagaimana didefinisikan pada Bagian G Kebijakan Penggunaan ini). Setiap pengguna Platform (“Anda” atau “Pengguna”) bertanggung jawab untuk memeriksa Kebijakan Penggunaan secara berkala untuk melihat perubahan pada Kebijakan Penggunaan. Dengan tetap menggunakan Platform setelah adanya perubahan berarti Anda telah menerima dan menyetujui perubahan tersebut. Selama Anda mematuhi Kebijakan Penggunaan ini, Belajariah memberi Anda hak istimewa yang bersifat pribadi, non-eksklusif, tidak dapat dialihkan, terbatas untuk masuk dan menggunakan Platform|num:1. KONTEN|num:Konten Belajariah|num:Seluruh teks, grafik, user interface, visual interface, foto, merek dagang, logo, suara, musik, karya seni dan kode komputer (secara kolektif, “Konten”), termasuk, namun tidak terbatas pada, desain, struktur, pemilihan, koordinasi, ekspresi, “tampilan dan nuansa” dan pengaturan setiap konten tersebut, yang terdapat pada Situs adalah dimiliki, dikendalikan oleh dan/atau dilisensikan kepada Belajariah, dan dilindungi oleh (i) hak(-hak) yang berkaitan dengan karya penulisan di seluruh dunia, termasuk, namun tidak terbatas pada hak cipta, hak moral, (ii) merek dagang, nama merek, (iii) hak rahasia dagang, (iv) paten, desain, algoritma, (v) hak kekayaan intelektual lainnya (terdaftar atau tidak) baik yang timbul oleh operasi hukum, kontrak, lisensi, atau lainnya, dan (vi) semua pendaftaran, aplikasi awal, pembaruan dan perpanjangan. Kecuali ditegaskan secara khusus dalam Kebijakan Penggunaan ini, tidak ada bagian dari Platform dan Konten yang dapat disalin, direproduksi, dipublikasi ulang, diunggah, diposting, ditampilkan di muka umum, dikodekan, diterjemahkan, dikirim atau didistribusikan dengan cara apa pun (termasuk “mirroring”) ke komputer, server, situs atau media lainnya untuk publikasi atau pendistribusian atau untuk usaha komersial apa pun, tanpa persetujuan tertulis sebelumnya dari Belajariah|num:Anda dapat menggunakan setiap Produk dan/atau Layanan yang disediakan oleh Belajariah, dengan ketentuan bahwa Anda (1) tidak diperkenankan menghapus tanda atau hal-hal yang menunjukkan hak kepemilikan Belajariah apa pun dalam dokumen tersebut, (2) menggunakan informasi tersebut untuk tujuan penggunaan pribadi, non-komersial dan tidak menyalin atau memposting informasi tersebut di komputer berjaringan atau menyiarkan di media apa pun, (3) tidak melakukan modifikasi terhadap Produk dan/atau Layanan, dan (4) tidak membuat pernyataan atau jaminan tambahan yang terkait dengan Produk dan/atau Layanan tersebut|num:Jika Anda melaporkan keluhan terhadap Produk dan/atau Layanan Belajariah akan mempertimbangkan dengan cermat kepentingan umum, kelayakan berita, dan persetujuan/perizinan sebagai faktor dalam mengambil keputusan akhir untuk menghapus atau tetap mempertahankan suatu Konten|num:2. ELIGIBILITAS, PENDAFTARAN DAN AKSES|num:Keputusan untuk memberikan akses untuk menggunakan setiap Produk dan/atau Layanan dari Belajariah termasuk yang tersedia di melalui Platform adalah hak prerogatif dari Belajariah, dan keputusannya dalam hal ini bersifat final dan mengikat terhadap Pengguna. Pengguna menyetujui bahwa Belajariah berhak mengambil semua tindakan yang diperlukan untuk menolak akses terhadap penggunaan Produk dan/atau Layanannya atau penghentian akses terhadap Produk dan/atau Layanan, jika setiap Syarat dan Ketentuan Belajariah mana pun tidak dipatuhi atau dilanggar atau terjadi pelanggaran hak cipta, merek dagang atau hak kepemilikan lainnya yang berharga menurut Belajariah. Agar dapat menggunakan Produk dan/atau Layanan (termasuk mengakses Konten yang tersedia di Platform), Pengguna harus memperoleh akses ke jaringan internet di seluruh dunia (world wide web), baik secara langsung atau melalui perangkat yang mengakses Konten berbasis web, atau platform digital lainnya yang mungkin berbentuk aplikasi dan membayar biaya layanan yang terkait dengan akses tersebut. Selain itu, Pengguna harus memiliki semua peralatan yang diperlukan untuk melakukan koneksi semacam itu ke world wide web atau aplikasi, termasuk komputer dan modem atau perangkat akses lainnya; yang tidak membentuk bagian dari Produk dan/atau Layanan|num:3. PERSYARATAN LAYANAN PLATFORM|subnums:1. Kebijakan Penggunaan berlaku untuk setiap pengguna Platform, termasuk pengguna yang merupakan pembeli yang melakukan pembelian melalui Platform. Anda sebagai pemilik akun pengguna Platform, diperkenankan untuk menggunakan Produk dan/atau Layanan melalui Platform|subnums:2. Platform dapat saja memuat link/tautan ke situs pihak ketiga yang tidak dimiliki atau dikendalikan oleh Belajariah. Belajariah tidak memiliki kendali atas, dan tanggung jawab untuk setiap Konten, kegiatan atau praktik dari situs atau aplikasi pihak ketiga tersebut. Dengan menggunakan Platform, Anda telah secara tegas membebaskan Belajariah dari segala kewajiban yang timbul dari penggunaan dan data yang diperoleh dari situs pihak ketiga. Pengguna harus ingat bahwa ketika sebuah tautan digunakan untuk mengunjungi situs lain, Kebijakan Privasi dan Kebijakan Keamanan Belajariah tidak lagi berlaku. Browsing dan/atau interaksi dengan pengguna dari situs lain, termasuk situs yang memiliki tautan dengan Platform, tunduk pada syarat dan ketentuan dari situs lain itu sendiri. Pengguna wajib membaca Kebijakan Penggunaan sebelum melanjutkan|subnums:3. Tanpa mengurangi ketentuan yang lain, dalam menggunakan dan mengakses Platform Anda menyetujui hal-hal berikut ini:|subnum2:1. Dengan menggunakan Platform dan Produk dan/atau Layanan (sebagaimana didefinisikan pada Bagian G Kebijakan Penggunaan ini) Belajariah, yang terkandung di dalamnya, Anda setuju dan sepakat atas Syarat dan Ketentuan Belajariah. Anda dengan tegas setuju untuk mematuhi setiap Syarat dan Ketentuan Belajariah tersebut tanpa suatu keberatan|subnum2:2. Anda setuju bahwa Belajariah dapat memiliki pendapat mengenai Produk dan/atau Layanan yang terdapat di Platform yang mungkin berbeda dari yang lazim ada. Anda memahami dan setuju bahwa pendapat ini dapat berubah dari waktu ke waktu tanpa terlebih dahulu harus meminta maaf atau memberikan klarifikasi kepada Anda|subnum2:3. Setiap jawaban, informasi, materi dan konten yang ditampilkan pada Platform telah sesuai dengan pengetahuan dan maksud terbaik dari Belajariah, dan Anda setuju untuk memverifikasi secara independen keaslian dan kebenaran jawaban, informasi, materi dan konten yang diterbitkan tersebut. Belajariah tidak bertanggung jawab atas keaslian, keakuratan dan kebenaran jawaban, informasi, materi dan konten yang terdapat di Platform. Anda setuju untuk mengganti kerugian terhadap Belajariah terhadap semua tindakan yang timbul atas dasar hal ini. Selebihnya, setiap jawaban, informasi, materi dan konten di Platform tidak boleh dianggap sebagai saran atau nasihat bagi Anda. Setiap tindakan yang Anda ambil atas dasar informasi yang terdapat di Platform adalah tanggung jawab dan risiko Anda sendiri dan Belajariah tidak bertanggung jawab atas konsekuensi tindakan yang Anda lakukan|subnum2:4. Anda setuju dan memahami bahwa informasi yang tersedia di Platform tidak dimaksudkan agar Anda dapat mengikuti ujian dengan lebih kompetitif, serta Anda berjanji untuk membebaskan Belajariah dari semua kewajiban yang mungkin timbul dari penggunaan langsung maupun tidak langsung Konten yang tersedia di Platform|subnum2:5. Untuk keadaan tertentu, Anda setuju bahwa batas waktu yang ditetapkan oleh Belajariah untuk memberikan jawaban atas pertanyaan -atau soal tertentu hanya bersifat indikatif dan tidak definitif. Anda memahami dan setuju bahwa:|subnum3:1. pertanyaan yang diajukan oleh Anda mungkin tidak terjawab dalam waktu yang tepat karena jumlah permintaan yang banyak pada suatu titik waktu tertentu|subnum3:2. pertanyaan tertentu mungkin tidak terjawab karena sifat pertanyaan yang sangat kompleks. Jawaban hanya dapat diberikan jika Pengguna memiliki akses ke sumber daya khusus yang tidak disediakan oleh Platform karena sumber daya yang terbatas|subnum3:3. jawaban atas pertanyaan yang memerlukan grafik secara rinci ada di luar lingkup dari Produk dan/atau Layanan yang diberikan oleh Belajariah|subnum2: 6. Anda memahami bahwa model pertanyaan atau contoh makalah serta jawaban-jawaban terkait yang disajikan di Platform telah disiapkan oleh Belajariah berdasarkan sumber daya terbatas yang tersedia, dan mungkin mengandung suatu kesalahan manusia mungkin secara tidak sengaja ada meskipun Belajariah telah melakukan upaya terbaik untuk mencegah hal tersebut. Anda setuju untuk membebaskan Belajariah dari tanggung jawab atas kesalahan atau kelalaian tersebut. Belajariah tidak menyediakan jaminan atau pernyataan apa pun secara tersurat maupun tersirat terkait hal apa pun yang berhubungan dengan Produk dan/atau Layanan. Produk dan/atau Layanan tidak memberikan jaminan tersirat tentang kelayakan jual atau kesesuaian untuk tujuan tertentu. Belajariah tidak bertanggung jawab atas kegagalan kinerja, kesalahan, kelalaian, gangguan, penghapusan, kecacatan, keterlambatan dalam operasi atau transmisi, virus komputer, kegagalan saluran komunikasi, pencurian atau kerusakan atau akses yang tidak sah terhadap perubahan, atau penggunaan informasi yang terdapat di Platform|subnum2:7. Anda menyadari dan memahami bahwa Belajariah tidak memberikan penilaian atau jaminan apa pun terkait keaslian dan kebenaran jawaban, informasi, materi dan konten yang terdapat di situs atau layanan lain (walaupun link/tautannya bisa diakses melalui Platform). Anda mengerti dan menerima bahwa tautan/link ke layanan atau situs lain bukanlah bentuk rekomendasi (endorsement) atas layanan atau situs tersebut oleh Belajariah. Belajariah tidak bertanggung jawab atas segala akibat dari tindakan atau kelalaian Anda jika menggunakan jawaban, informasi, materi dan konten yang terdapat pada layanan atau situs lain tersebut|subnum2:8. Anda setuju bahwa Anda tidak diperbolehkan mengubah jawaban, informasi, materi atau konten apa pun di Platform untuk tujuan apa pun yang merupakan pelanggaran hak kekayaan intelektual Belajariah atau penyedia informasi pihak ketiga. Anda setuju untuk tidak menyalin, mereproduksi, menerbitkan ulang, mengunggah, mengirim, mentransmisikan atau mendistribusikan jawaban, informasi, materi atau konten apa pun yang terdapat dalam Platform dan merupakan bagian dari Produk dan/atau Layanan dengan cara apa pun untuk penggunaan apa pun tanpa persetujuan tertulis dari Belajariah|subnum2:9. Anda setuju bahwa Anda tidak diperbolehkan meminta atau mengundang pengguna lain untuk membagikan kredit / poin / paket / kursus / hal lain yang mereka dapatkan dan diperoleh dalam kapasitas pribadinya dari Belajariah kepada Anda, dan setuju untuk tidak menjual kredit / poin / paket / kursus / hal lainnya untuk pembayaran kepada pihak ketiga|subnums:4. Belajariah memiliki hak untuk memantau penggunaan semua atau bagian dari Produk dan/atau Layanan tanpa diberikan pemberitahuan sebelumnya atau kewajiban apa pun kepada Anda|num:4. AKUN PLATFORM|num:Untuk mengakses Platform, Anda harus membuat akun pengguna (“Akun”) pada Situs. Ketika membuat Akun, Anda diminta untuk memberikan Informasi (sebagaimana didefinisikan di bagian Kebijakan Privasi) sebagai bagian dari proses pendaftaran untuk dapat menggunakan Produk dan/atau Layanan atau sebagai bagian dari penggunaan Produk dan/atau Layanan secara berkelanjutan oleh Anda. Anda sepakat dan dengan ini menyatakan bahwa setiap informasi pendaftaran yang Anda berikan melalui Platform selalu tepat, benar dan terkini. Anda sepakat dan dengan ini menyatakan bahwa Anda sepenuhnya bertanggung jawab (dan bahwa Belajariah tidak bertanggungjawab kepada Anda atau kepada setiap pihak ketiga) atas seluruh aktivitas yang terjadi dengan menggunakan akun atau pada akun Anda|num:Platform akan menetapkan Akun, termasuk mengatur ID dan kata sandi untuk Anda saat Anda menyelesaikan proses registrasi. Anda sepenuhnya bertanggung jawab untuk menjaga Informasi (diberi definisi pada Kebijakan Privasi) yang terdapat pada Akun Anda dan untuk setiap dan seluruh aktivitas yang terjadi di dalam Akun Anda sebagai akibat dari kegagalan atau kelalaian untuk menjaga Informasi yang terdapat padanya. Belajariah tidak akan bertanggung jawab atas kehilangan atau kerugian yang diakibatkan oleh kegagalan Anda untuk mematuhi setiap ketentuan dari Kebijakan Penggunaan ini. Anda harus selalu ingat untuk LOG-OUT SECARA LENGKAP dari Belajariah jika mengakses Akun dari tempat umum dan untuk sering mengganti kata sandi Akun|num:Anda tidak boleh menggunakan Akun Belajariah atau kata sandi milik orang lain pada setiap saat tanpa izin dan persetujuan pemegang Akun yang telah terdaftar. Belajariah tidak dapat dan tidak akan bertanggung jawab atas segala kerugian atau kerusakan yang timbul dari kegagalan Anda untuk mematuhi Kebijakan Penggunaan ini|num:5. KETENTUAN LAIN / LAYANAN BARU|num:Selain Persyaratan & Ketentuan ini, penggunaan aspek-aspek tertentu dari Aplikasi atau Layanan dan / atau versi Aplikasi atau Layanan yang lebih komprehensif atau diperbarui dapat dikenai syarat dan ketentuan tambahan (Persyaratan Tambahan), yang akan berlaku dengan efek yang penuh. Dengan menyetujui Persyaratan & Ketentuan ini, Anda juga menyetujui Persyaratan Tambahan tersebut. Belajariahberhak (namun tidak diwajibkan) untuk mengenalkan produk, aplikasi, program, layanan, fungsi dan / atau fitur baru (secara keseluruhan disebut Layanan Baru) ke aplikasi dan/atau layanan. Istilah Layanan harus mencakup Layanan Baru yang diberikan tanpa biaya atau biaya kecuali jika disebutkan lain. Semua Layanan Baru akan diatur oleh Syarat & Ketentuan ini dan mungkin tunduk pada Persyaratan Tambahan yang harus Anda setujui sebelum mengakses dan mengunakan Layanan Baru tersebut. Jika terjadi ketidakkonsistenan antara Syarat & Ketentuan dan Persyaratan Tambahan, Persyaratan Tambahan akan berlaku sejauh ketidakkonsistenan tersebut berkaitan dengan layanan, produk dan / atau program yang dipermasalahkan kecuali jika ditentukan lain oleh pihak kami. Google API authentication: salah satu cara untuk dapat login di aplikasi Belajariah, Anda juga setuju untuk terikat oleh Persyaratan Layanan dan Kebijakan Privasi Google, yang dapat diperbarui dari waktu ke waktu|num:6. PERILAKU PENGGUNAAN DAN LARANGAN|num:Produk dan/atau Layanan dari Belajariah hanya tersedia untuk keperluan Anda pribadi dan tidak dapat Anda komersialisasikan. Pengguna dilarang menggunakan Produk dan/atau Layanan Belajariah untuk tujuan ilegal atau tidak sah. Pengguna internasional setuju untuk mematuhi semua peraturan lokal terkait perilaku online dan konten yang dapat diterima, termasuk undang-undang yang mengatur ekspor data dari Indonesia. Pengguna sepenuhnya bertanggung jawab atas tingkah lakunya dan data, teks, informasi, grafik, foto, profil, klip audio dan video, tautan dan materi lainnya yang dia kirimkan, poskan, dan tampilkan di atau melalui Platform|num:Belajariah mungkin atas kebijakannya sendiri menghapus informasi, konten atau materi yang tidak benar, tidak akurat, melanggar hukum, menipu, mengancam, memfitnah, tidak senonoh atau tidak pantas, atau melanggar kekayaan intelektual atau hak kepemilikan lainnya atau setiap ketentuan dari Kebijakan Penggunaan. Contoh lain penggunaan ilegal atau tidak sah meliputi, namun tidak terbatas pada:|subnums:1. Memodifikasi, mengadaptasi, menerjemahkan, atau mengulang sebagian dari Produk dan/atau Layanan Belajariah;|subnums:2. Menghapus pemberitahuan hak cipta, merek dagang, atau hak kepemilikan lainnya yang terdapat dalam atau di layanan Belajariah yang terdapat di Platform;|subnums:3. Menggunakan aplikasi robot, spider, pencarian situs / pengambilan, atau perangkat lain untuk mengambil atau mengindeks sebagian Produk dan/atau Layanan Belajariah yang terdapat di Platform;|subnums:4. Mengumpulkan informasi tentang pengguna lain (termasuk nama pengguna dan / atau alamat email) untuk tujuan yang tidak sah;|subnums:5. Memformat ulang atau membingkai sebagian dari halaman web yang merupakan bagian dari layanan Belajariah; membuat akun pengguna dengan cara otomatis atau dengan alasan palsu atau curang;|subnums:6. Membuat atau mentransmisikan komunikasi elektronik yang tidak diinginkan seperti spam, atau surat berantai ke pengguna lain atau mengganggu kenyamanan pengguna Produk dan/atau Layanan lainnya;|subnums:7. Mengirimkan informasi atau materi dari pihak ketiga tanpa persetujuan tertulis dari pihak ketiga tersebut;|subnums:8. Mengarahkan pengguna mana pun (misalnya, dengan menautkan) ke informasi atau materi pihak ketiga mana pun tanpa persetujuan tertulis dari pihak ketiga atau persetujuan pengguna tersebut;|subnums:9. Mengirimkan informasi atau materi yang melanggar, menyalahgunakan atau melanggar hak kekayaan intelektual, publisitas, privasi atau hak kepemilikan lainnya dari pihak mana pun;|subnums:10. Mengirimkan virus, worm, cacat, trojan atau barang-barang lain yang bersifat merusak;|subnums:11. Mengirimkan informasi atau materi yang melanggar hukum atau mempromosikan atau mendorong kegiatan ilegal; atau mengirimkan informasi yang salah atau menyesatkan;|subnums:12. Melakukan kegiatan yang Belajariah anggap berbahaya untuk anak di bawah umur, anak-anak dan perempuan dengan cara apa pun atau menguntit atau melecehkan orang lain;|subnums:13. Mengunggah, mengeposkan, mengirim email atau menyebarkan materi yang melanggar hukum, berbahaya, mengancam, kasar, melecehkan, berliku-liku, memfitnah, vulgar, cabul, mencemarkan nama baik, melanggar privasi orang lain, kebencian, ras, etnis atau lainnya; atau ancaman terhadap harmoni, perdamaian dan keamanan komunal bangsa;|subnums:14. Mengunggah, mengeposkan, mengirim email, atau mentransmisikan materi apa pun sehingga pengguna tidak memiliki hak untuk mentransmisikan menurut undang-undang atau berdasarkan hubungan kontrak atau fidusia (seperti informasi internal, informasi rahasia dan rahasia yang diketahui atau diungkapkan sebagai bagian dari hubungan kerja atau di bawah perjanjian non-pengungkapan);|subnums:15. Melakukan gangguan terhadap Produk dan/atau Layanan, atau server atau jaringan yang terhubung ke Produk dan/atau Layanan, atau tidak mematuhi persyaratan, prosedur, kebijakan atau peraturan jaringan yang terhubung ke Produk Layanan;|subnums:16. Sengaja atau tidak sengaja melanggar hukum lokal, negara bagian, nasional atau internasional yang berlaku; dan/atau|subnums:17. Melakukan Perilaku, tindakan atau perilaku lainnya yang ilegal atau melanggar hukum|num:Walaupun Belajariah telah melarang tindakan dan konten sebagaimana disebutkan di atas, Anda memahami dan setuju bahwa Anda tetap dapat terpapar materi informasi sebagaimana dimaksud di bullet-points di atas tersebut dan bahwa Anda harus segera menginformasikan kepada Belajariah mengenai hal tersebut. Jika Anda mengetahui bahwa Anda telah terpapar, namun Anda tetap memutuskan untuk terus menggunakan Produk dan/atau Layanan Belajariah, Anda tentu saja dapat terus melakukan hal tersebut dengan tanggung jawab Anda sendiri|num:7. SISTEM PIHAK KETIGA|num:Bagian Layanan hanya dapat diakses dan / atau digunakan saat masuk ke sistem pihak ketiga seperti Google. Setiap penggunaan atau akses ke bagian Layanan dan informasi, data, instruksi atau komunikasi (Komunikasi) tersebut merujuk ke akun Anda dengan sistem pihak ketiga tersebut (apakah akses, penggunaan atau komunikasi tersebut diizinkan oleh Anda atau tidak) harus Dianggap sebagai (a) penggunaan atau akses Layanan oleh Anda dan / atau (b) Komunikasi yang dikirimkan dan diterbitkan secara sah oleh Anda. Anda harus terikat oleh akses, penggunaan, dan / atau komunikasi yang dapat merujuk ke akun Anda dengan sistem pihak ketiga tersebut, dan Anda setuju bahwa Belajariahberhak (namun tidak berkewajiban) untuk bertindak atas, bergantung pada dan / atau meminta Anda bertanggung jawab sepenuhnya Dan bertanggung jawab sehubungan dengan hal tersebut seolah-olah hal yang sama dilakukan atau dikirim oleh Anda. Dalam situasi apapun, hal itu dapat ditafsirkan bahwa, dalam kasus akses dan penggunaan sistem Anda (termasuk sistem perpesanan), aplikasi, layanan, konten, bahan, produk atau program dari pihak ketiga, Belajariahadalah sebuah pesta. Untuk transaksi apa pun, jika ada, antara Anda dan pihak ketiga tersebut atau yang disetujui oleh Belajariah sponsor, sertifikasi, atau terlibat dalam penyediaan layanan, produk, aplikasi atau program yang dapat diakses melalui Aplikasi atau Layanan. Belajariah dan / atau Belajariah tidak bertanggung jawab atas akses dan penggunaan sistem pihak ketiga Anda (termasuk sistem perpesanan) atau untuk produk yang diperoleh dan / atau dibeli dari atau layanan yang diberikan oleh pihak ketiga tersebut yang harus Menjadi tanggung jawab Anda atau pihak ketiga yang bersangkutan. Anda mengetahui dan setuju bahwa Anda bertanggung jawab penuh atas akses atau penggunaan sistem pihak ketiga (termasuk sistem pesan pihak ketiga), aplikasi, layanan, konten, materi, produk atau program melalui Aplikasi atau Layanan. Jika Anda mengakses atau menggunakan sistem pihak ketiga (termasuk sistem pesan pihak ketiga) atau aplikasi, layanan, konten, materi, produk atau program pihak ketiga manapun, melalui Aplikasi atau Layanan, Anda harus mematuhi persyaratan dan ketentuan yang relevan. Untuk akses atau penggunaan sistem, aplikasi, layanan, konten, bahan, produk atau program pihak ketiga tersebut dan bertanggung jawab untuk pendaftaran dan penggunaan nama pengguna atau kata sandi yang diperlukan untuk menghubungkannya. Secara khusus, harus mengakses dan menggunakan sistem pihak ketiga (termasuk sistem pesan pihak ketiga), aplikasi, layanan, konten, materi, produk atau program melalui Aplikasi atau Layanan dilarang (baik seluruhnya atau sebagian) oleh pihak ketiga Syarat dan ketentuan partai, hentikan penggunaan dan penggunaan tersebut sesegera mungkin setelah mengetahui atau menerima pemberitahuan tentang larangan tersebut dari pihak ketiga yang bersangkutan. Belajariahtidak dapat dan tidak tahu dan juga tidak menjamin bahwa penggunaan Aplikasi atau Layanan Anda untuk mengakses atau menggunakan sistem pihak ketiga (termasuk sistem pesan pihak ketiga) atau aplikasi, layanan, konten, bahan, produk atau program dari pihak ketiga manapun diizinkan atau sesuai, sepenuhnya atau tidak, dengan syarat dan ketentuan pihak ketiga yang berlaku. Oleh karena itu, Anda tidak berhak atau memiliki klaim, dan dengan ini membebaskan hak yang mungkin Anda miliki (jika ada), terhadap Belajariah sehubungan dengan pelanggaran atau kegagalan untuk mematuhi persyaratan dan ketentuan pihak ketiga terkait sehubungan dengan akses Anda. Ke dan / atau penggunaan sistem pihak ketiga tersebut (termasuk sistem pesan pihak ketiga), aplikasi, layanan, konten, materi, produk atau program melalui Aplikasi atau Layanan. Anda memberi kuasa kepada Belajariah dan agennya untuk mengakses sistem pihak ketiga (termasuk sistem pesan pihak ketiga), aplikasi, layanan, konten, materi, produk atau program yang telah Anda tunjuk, untuk mengambil konten atau informasi yang diminta oleh Anda atau untuk memproses atau mengakses fungsionalitas. Atas permintaan Anda Anda dengan ini menunjuk Belajariah dan agennya sebagai agen Anda untuk tujuan yang disebutkan di atas. Selain itu, setiap kali Anda mengirimkan nama pengguna atau kata sandi Anda untuk mengakses atau menggunakan sistem, aplikasi, layanan, konten, materi, program, pihak ketiga yang ditunjuk, Anda akan dianggap telah memberi wewenang kepada Belajariah dan agennya untuk memproses permintaan Anda dan Gunakan informasi yang Anda kirimkan"
    }
]